{
  "posts": [
    {
      "id": "9981",
      "name": "Expect to See These 7 Colors in Every Home This Year",
      "author": "Kerry Pieri",
      "image_url": "https://ottiu.com/wp-content/uploads/2023/04/top10-best-interior-design-blogs-amber-design.jpg",
      "date": "2025-06-22",
      "description": "What colors are designers embracing after so many years of creamy rich neutrals reigning supreme? For some, it means easing into shades lightly, as Jessica Schuster of Jessica Schuster Design explains of a lovely seafoam green: “It often acts as a lovely entree to color without overpowering a space."
    },
    {
      "id": "8ae4",
      "name": "Cozy Décor to Keep Your Home Warm (and Stylish) All Winter",
      "author": "Emma Barnhard",
      "image_url": "https://cdn.builder.io/api/v1/image/assets%2Ff8cd5d300dae4b969ae621b020d3bc07%2Ff6f782ef3db248b99210c8d9e497f055?format=webp&width=2000",
      "date": "2025-06-22",
      "description": "What makes a home “cozy”? To us, it’s the blend of a few key elements. First of all, low lighting. We’re team no-overhead-light over here. Then, of course, you must have comfortable seating arrangements, like an oversized armchair that just asked to be curled up in. Candlelight and a crackling fire? That will do the trick. But the easiest way to achieve the ultimate cozy-core feeling in any home? ...."
    },
    {
      "id": "0c1f",
      "name": "Regency bedroom design using wallpaper",
      "author": "Warner House",
      "image_url": "https://static.wixstatic.com/media/2e5069_2f7d2c8eb6d24f7b9a4202c28301d680~mv2.jpg/v1/fill/w_1880,h_1354,al_c,q_90,usm_0.66_1.00_0.01,enc_avif,quality_auto/2e5069_2f7d2c8eb6d24f7b9a4202c28301d680~mv2.jpg",
      "date": "2025-06-22",
      "description": "If you're looking for a wallpaper that will update your Regency space, but you're looking for something with a hint of history, there are many wallpaper companies that are bringing original designs found in archives back to life in an updated range of colors and textures. Amazing right?...."
    }
  ]
}